Repository: olvid-io/olvid-ios
Catalog: Sources/App/ObvUIGroupV2/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# TITLE_CHOOSE_GROUP_ADMINS
source: Choose admins
de: Wähle Admins
es: Elige administradores
fr: Choisir les admins
it: Scegli amministratori
ja: 管理者を選択
ko: 관리자 선택
pt_br: Escolha os administradores
pt_pt: Escolher administradores
ru: Выберите администраторов
uk: Оберіть адміністраторів
zh_hans: 选择管理员

# TITLE_EDIT_GROUP_ADMINS
source: Manage admins
de: Admins verwalten
es: Gestionar administradores
fr: Gérer les admins
it: Gestisci amministratori
ja: 管理者設定
ko: 관리자 관리
pt_br: Gerenciar administradores
pt_pt: Gerir administradores
ru: Управление администраторами
uk: Керувати адміністраторами
zh_hans: 管理管理员

source: Validate
de: Bestätigen
es: Validar
fr: Valider
it: Convalida
ja: 検証
ko: 유효성 검사
pt_br: Validar
pt_pt: Validar
ru: Подтвердить
uk: Підтвердити
zh_hans: 验证

# LABEL_GROUP_STANDARD_TITLE
source: Standard
es: Estándar
it: Predefinito
ja: 標準
ko: 기본
pt_br: Padrão
pt_pt: Padrão
ru: Стандартный
uk: Стандартний
zh_hans: 标准

# MANAGE_ADMINS_BUTTON_TITLE
source: Admins
es: Administradores
it: Amministratori
ja: 管理者
ko: 관리자
pt_br: Administradores
pt_pt: Administradores
ru: Администраторы
uk: Адміни
zh_hans: 管理员
